[
  {
    "id": 1,
    "title": 1,
    "question": "Growing up, I was such a big fan of ‘The Kid’ I actually called the Kingdome and asked to speak with him. Turns out, I did myself one better: I got to share an outfield with the legend himself, Ken Griffey Jr., after I was drafted by the Cincinnati Reds.",
    "follow": "Despite the speculation after he was included in the return for Edwin Diaz and Robinson Cano, Bruce is in a Mariners uniform on opening day. Whether he’s here on Aug. 1 is another question. But for now, Seattle has a slugging three-time All-Star in its outfield — albeit coming off a below-replacement-level season in New York.",
    "image": "./assets/positionplayercard.jpg",
    "hintimage": "./assets/jaybrucecard_clue.jpg",
    "finalimage": "./assets/jaybrucecard_final.jpg"
  },
  {
    "id": 2,
    "title": 2,
    "question": "I’m the opposite of Mr. Irrelevant — drafted No. 1 overall — but you can’t exactly say the same about my MLB career. The Mariners will be my third team since breaking in to the big leagues in 2013, and they’ll be hoping I can flash the potential I showed with the Orioles in the second half of 2017.",
    "follow": "Realistically, Beckham might not decide his fate as much as time and J.P. Crawford’s performance at Triple-A. But, to accomodate Manny Machado, Beckham played more games away from shortstop last year than any previous season, giving him some additional positional flexibility that could keep him on the roster.",
    "image": "./assets/positionplayercard.jpg",
    "hintimage": "./assets/timbeckhamcard_clue.jpg",
    "finalimage": "./assets/timbeckhamcard_final.jpg"
  },
  {
    "id": 3,
    "title": 3,
    "question": "My only time as a full-time closer came to an end when I broke my hand punching a dugout wall after blowing my second save in three games. But I’ve still got more saves — 19 — than anyone else on the roster, which sets me up to get the first shot at filling Edwin Diaz’s shoes.",
    "follow": "Two of the Giants’ 2017 set-up men are now in Seattle’s bullpen, with Strickland joining Cory Gearrin. Just as in San Francisco, Strickland will get first shot at the closer’s job. He had a 2.84 ERA in 34 appearances when he sustained his injury and lost the job to Will Smith.",
    "image": "./assets/pitchercard.jpg",
    "hintimage": "./assets/hunterstricklandcard_clue.jpg",
    "finalimage": "./assets/hunterstricklandcard_final.jpg"
  },
  {
    "id": 4,
    "title": 4,
    "question": "You might know me from my first tenure in Seattle. I wouldn’t blame you if you missed me, though; it lasted only a little longer than it takes for me to swipe a base, which I did 40 times in the first full-time role of my career last season.",
    "follow": "It took all of 77 minutes for Jerry Dipoto to trade the speedy outfielder the first time he acquired him (in the package for Drew Smyly). Expect Smith to spend more time in the leadoff spot and roaming center field at T-Mobile Park this time around, following a 3.5-WAR season in Tampa Bay.",
    "image": "./assets/positionplayercard.jpg",
    "hintimage": "./assets/mallexsmithcard_clue.jpg",
    "finalimage": "./assets/mallexsmithcard_final.jpg"
  },
  {
    "id": 5,
    "title": 5,
    "question": "You don’t want to step into the box against my triple-digit heater. Mostly because I don’t always seem to know where it’s going. At 22, I was the youngest player in Mets major-league spring training. If I can harness my command in the bullpen, the Mariners hope I’ll show them why.",
    "follow": "For a moment, it appeared Bautista’s 2019 had ended before it began. What looked to be a serious injury when Bautista hunched over in pain after a spring-training pitch didn’t even hinder him from making the roster. Now he’ll have to improve upon last season’s 12.46 ERA if he wants to stick around.",
    "image": "./assets/pitchercard.jpg",
    "hintimage": "./assets/gersonbautistacard_clue.jpg",
    "finalimage": "./assets/gersonbautistacard_final.jpg"
  },
  {
    "id": 6,
    "title": 6,
    "question": "Having played for three different teams in 2018, I’m getting used to adjusting my head of hair to new ballcaps. With Ben Gamel, Taylor Motter and their glorious gold locks shipped out of town, I heard there was an opening in Seattle for someone with some serious flow. To get a glimpse, you’ll have to catch me with my cap off in the ‘pen.",
    "follow": "After being traded for the second time of 2018, Gearrin struggled in six appearances to finish the season with the A’s. But the former fourth-round pick still posted the second-lowest ERA (3.77) of his career for a full season. The Mariners, however, will be looking for a return to 2017, when Gearrin had a 1.99 ERA over 68 innings of middle relief for the Giants.",
    "image": "./assets/pitchercard.jpg",
    "hintimage": "./assets/corygearrincard_clue.jpg",
    "finalimage": "./assets/corygearrincard_final.jpg"
  },
  {
    "id": 7,
    "title": 7,
    "question": "After toiling in the minors for five years, the White Sox picked me up in the Rule 5 draft. Then it took me another three years to break into the big leagues. But it looks like I’ll finally get my first full-time opportunity for the Mariners this season, after a career-best year at the plate.",
    "follow": "Primarily as the left-handed half of a platoon in Chicago, Narvaez slugged nine home runs with an OPS of .794 in 280 at-bats in 2018 — all career-highs. But no longer does Seattle have one of baseball’s premier defensive catchers in Mike Zunino. By the defensive runs saved metric, only two full-time backstops were worse than Narvaez behind the plate last season.",
    "image": "./assets/positionplayercard.jpg",
    "hintimage": "./assets/omarnarvaezcard_clue.jpg",
    "finalimage": "./assets/omarnarvaezcard_final.jpg"
  },
  {
    "id": 8,
    "title": 8,
    "question": "After I was drafted out of high school in the third round, my local newspaper declared me “one of the greatest athletes” in my high school’s history. It’s no wonder. Not only did I star in baseball, basketball and football, after being drafted as a shortstop, I’ve since proven to be a reliable arm in the back end of MLB bullpens.",
    "follow": "Acquired just before the non-waiver trade deadline in hopes of setting up Diaz during the Mariners’ playoff push, a torn Achilles after five appearances scuttled those plans. Now, Tuivailala is expected to slot into the Seattle bullpen sometime around June, when he is fully recovered.",
    "image": "./assets/pitchercard.jpg",
    "hintimage": "./assets/samtuivailalacard_clue.jpg",
    "finalimage": "./assets/samtuivailalacard_final.jpg"
  },
  {
    "id": 9,
    "title": 9,
    "question": "Don’t try to cage my bird. I flap my chicken wing as I round the bases every time I go yard — and only Giancarlo Stanton and Nelson Cruz have done so more than I have since 2014.",
    "follow": "The Mariners were the first victim of Encarnacion’s signature home run trot. He debuted it on his 123rd homer of his career, a grand slam off Hisashi Iwakuma back in a 7-0 Blue Jays win on April 28, 2012. He’s gone on to hit 257 since, breaking out his ‘Edwing’ each time.",
    "image": "./assets/positionplayercard.jpg",
    "hintimage": "./assets/edwinencarnacioncard_clue.jpg",
    "finalimage": "./assets/edwinencarnacioncard_final.jpg"
  },
  {
    "id": 10,
    "title": 10,
    "question": "The next Japanese phenom — Who, you say? Me? As far back as 2009, Major League Baseball and Nippon Pro Baseball teams have been salivating over my left arm. Out of high school, I nearly became the first Japanese player to forgo the NPB draft and go directly to MLB but ultimately decided against it. After eight years with the Seibu Lions, I'm glad to finally be in Seattle.",
    "follow": "Kikuchi held MLB in such high regard that, not only was he eager as a teenager to come overseas, he insisted on not using an interpreter while meeting the American media for the first time when he eventually made it — at 27 years old, on a contract unlike any seen before.",
    "image": "./assets/pitchercard.jpg",
    "hintimage": "./assets/yuseikikuchicard_clue.jpg",
    "finalimage": "./assets/yuseikikuchicard_final.jpg"
  },
  {
    "id": 11,
    "title": 11,
    "question": "I was practically meant to be a Mariner. Even before he traded for me, Jerry Dipoto says he had called me the Mariners’ shortstop of the future. Not only that, but I rocked the navy blue and teal in Little League, too. But, I’ll have to wait to put it on again, as, at least for now, you’ll find me flashing the leather a little south of T-Mobile Park.",
    "follow": "Crawford, a consensus top-100 prospect since he was selected in the first round of the 2013 MLB draft, has apparently been on the Mariners’ radar for some time. When dreaming up different roster-building scenarios, “In virtually all of those, J.P. Crawford was mentioned as a future shortstop for our team,” Dipoto said on The Wheelhouse podcast. But, with a .214 average in 187 MLB at-bats, Crawford will have to refine his bat to match his defensive prowess. Fun fact: the initials stand for John Paul.",
    "image": "./assets/positionplayercard.jpg",
    "hintimage": "./assets/jpcrawfordcard_clue.jpg",
    "finalimage": "./assets/jpcrawfordcard_final.jpg"
  },
  {
    "id": 12,
    "title": 12,
    "question": "I’m no Eddie Gaedel, but I will be the most diminutive Mariner on the active roster when I get the call. Even though I may not stick out of the crowd, you can’t miss my mile-wide smile or help but feel the energy I bring all over the field.",
    "follow": "Gaedel, the shortest person to ever play in an MLB game at 3 feet 7 inches, wore “⅛” as his number and played entirely for promotional purposes. Long, on the other hand, is exciting enough to be a promotion himself. Starting the season at Triple-A Tacoma, the 5-foot-8 second baseman will move between the infield and outfield to “see if he has the aptitude to move around the field … (and) take advantage of the athleticism and get that bat in the lineup,” Jerry Dipoto told 710 AM this offseason.",
    "image": "./assets/positionplayercard.jpg",
    "hintimage": "./assets/shedlongcard_clue.jpg",
    "finalimage": "./assets/shedlongcard_final.jpg"
  },
  {
    "id": 13,
    "title": 13,
    "question": "Have you heard of me? Wikipedia hasn’t! I’m the only player on the active roster without a page on the internet’s encyclopedia. Maybe that’s because I’ve never played a major-league game. But I earned my spot on the roster this spring, getting on-base nine times in 20 at-bats and proving my ability to play all over the field.",
    "follow": "After being released by the Braves days before opening day last year, it must feel good for Moore to make the roster this time. The 26-year-old journeyman beat out Kris Negron to open the season as the Mariners’ utility man. Seattle will be his fourth MLB organization, but his first time on an active roster.",
    "image": "./assets/positionplayercard.jpg",
    "hintimage": "./assets/dylanmoorecard_clue.jpg",
    "finalimage": "./assets/dylanmoorecard_final.jpg"
  },
  {
    "id": 14,
    "title": 14,
    "question": "My old team thanked me for a 30-homer season by going out and acquiring two All-Star outfielders, pushing me into part-time role. I’m thankful to be back in an everyday role next to Mallex Smith and Mitch Haniger in the Mariners’ outfield.",
    "follow": "Seattle acquired the 26-year-old outfielder on the cheap after he hit .265 with five home runs in 211 at-bats last season. In 2017, Santana batted .275 and slugged 30 long balls, for an on-base-plus-slugging percentage of .875 in 525 at-bats.",
    "image": "./assets/positionplayercard.jpg",
    "hintimage": "./assets/domingosantanacard_clue.jpg",
    "finalimage": "./assets/domingosantanacard_final.jpg"
  }
]